import React from "react";
import { withRouter} from "react-router-dom";

function Page2 () {
    return (
        <div>
            <p>到百度首页百度首页hawstudio
            你追我赶，中美角逐超算王冠

            木棉闲谈
</p>
            <p>
                发布时间：04-0122:35
                随着经济全球化的发展，各国之间的联系日渐加深，科技发展导致武器的杀伤力不断加强，大国之间热战的可能性也因此变得越来越小。但国与国之间的竞争却从未减弱，尤其是中美两个差异巨大的大国。当代社会，科学技术是第一生产力，而计算机性能就是科技领域里的基础工程，中美之间为了争夺科技上的优势，已经在超算领域暗战多年。

                美国性能第一，中国数量第一

</p>

            <p>
                上面这个表是我根据超算top500做的，top500是全球超级计算机性能的一个排行表，每半年评一次。这个表是去年11月评的由于很长时间不做表，有点问题，我给大家解释一下，太湖之光的制造商是国家并行计算机工程技术研究中心。另外峰值速度只是一个重要参数，而不是全部的指标，排第六的代恩特峰就是这种情况，代恩特峰是超算节能排行榜的第一名，节能效果特别好，有加成的……

                top500中国上榜的超算有227台，比上一次评选多了八台，数量占比为45.6%，总性能占比为31.9%。美国入选500强的数量远不及中国只有118台，但美国超算性能要好于中国，性能占比为37.8%。与前一次数据相比，中美超算领域的差距在缩小。上一次美国性能占比为38.4%，中国为29.9%。


                除中美外，日本的超算实力最强，为29台，相较于中美，日本最大的优势是节能。法、德、荷、爱尔兰、英排在其后，拥有的超算数量都超过十台。
</p>
            <p>就品牌来讲，中国品牌是最大的赢家，来自中国的联想、浪潮、曙光占据了百分之六十的份额，说明中国有很深的积淀，性能上虽然还有欠缺，但已经与美国站在同一个水平线上了

            中美角逐冠军宝座

            top500排行榜出现于1993年，自出现以后美国就常年的垄断着冠军。直到2013年，中国的超级计算机“天河二号”超过以美国当时最强计算机“泰坦”近一倍的速度封顶。

            中国成为第一后，美国并没有像一些人说的那样文化自信，制度自信，不屑于中国比。而是开始使坏，禁止IBM向中国研究机构出口芯片，可是军用芯片和商用芯片逻辑是不一样的，军用的东西成本不是最重要的，在不断砸钱后，中国推出的新一代超算“太湖之光”问世了，现在中国新的超算的芯片全部用的都是国产的，至于这个性能……自己去对比，什么东西应该先谈有没有，再谈好不好


            美国自然不能光指望中国不发展，最关键还是要靠自己，2018年，美国超级计算机“顶点”横空出世，超级大国的实力显露无遗，运算速度20亿亿次，比中国的“太湖之光”快60%。
</p>

顶点
            <p>
                目标E级

                E级指每秒可以运算百亿亿次的超级计算机，是国际上公认的下一代计算机的发展方向，目前世界各主要强国都有规划，欧盟和日本都计划2021年出E级超算，但鉴于他们现在连十亿亿级都没造出来，百亿亿级的可能性不大，美国计划在2021年交付“极光号”超算，运算速度为130亿亿次，而中国目前看来要比美国快一步，目前中国同时启动三大E级超算项目，分别为国防科大的“天河三号”、中科的“曙光”和江南所的“神威”。预计将在今年推出。


                中美之间的竞争能够有利的推动超算的发展，在没有中国竞争的时候，美国几乎20年没有大进步，相信这次的竞争，能将全人类的科技带入一个新高度。
</p>
作者最新文章
乌克兰弃核，特殊时期的无奈之举
郁金香，荷兰的国花
买国货就是爱国？对待外国货，国人何不自信点
相关文章
“粮仓”黑龙江：美丽“线条”中种下丰收希望

长春市“万人助万企”集中服务专项行动助力企业健康发展
            <p>
                金融网络安全关乎你我

                影剧院、游戏厅、大型体育活动、展会还不能开放！

                魔兽世界：你见过60G的自走棋客户端吗？9.0更新爆出重料

                设为首页© Baidu 使用百度前必读 意见反馈 京ICP证030173号
                京公网安备11000002000001号
</p>
            <p>到百度首页百度首页hawstudio
            你追我赶，中美角逐超算王冠

            木棉闲谈
</p>
            <p>
                发布时间：04-0122:35
                随着经济全球化的发展，各国之间的联系日渐加深，科技发展导致武器的杀伤力不断加强，大国之间热战的可能性也因此变得越来越小。但国与国之间的竞争却从未减弱，尤其是中美两个差异巨大的大国。当代社会，科学技术是第一生产力，而计算机性能就是科技领域里的基础工程，中美之间为了争夺科技上的优势，已经在超算领域暗战多年。

                美国性能第一，中国数量第一

</p>

            <p>
                上面这个表是我根据超算top500做的，top500是全球超级计算机性能的一个排行表，每半年评一次。这个表是去年11月评的由于很长时间不做表，有点问题，我给大家解释一下，太湖之光的制造商是国家并行计算机工程技术研究中心。另外峰值速度只是一个重要参数，而不是全部的指标，排第六的代恩特峰就是这种情况，代恩特峰是超算节能排行榜的第一名，节能效果特别好，有加成的……

                top500中国上榜的超算有227台，比上一次评选多了八台，数量占比为45.6%，总性能占比为31.9%。美国入选500强的数量远不及中国只有118台，但美国超算性能要好于中国，性能占比为37.8%。与前一次数据相比，中美超算领域的差距在缩小。上一次美国性能占比为38.4%，中国为29.9%。


                除中美外，日本的超算实力最强，为29台，相较于中美，日本最大的优势是节能。法、德、荷、爱尔兰、英排在其后，拥有的超算数量都超过十台。
</p>
            <p>就品牌来讲，中国品牌是最大的赢家，来自中国的联想、浪潮、曙光占据了百分之六十的份额，说明中国有很深的积淀，性能上虽然还有欠缺，但已经与美国站在同一个水平线上了

            中美角逐冠军宝座

            top500排行榜出现于1993年，自出现以后美国就常年的垄断着冠军。直到2013年，中国的超级计算机“天河二号”超过以美国当时最强计算机“泰坦”近一倍的速度封顶。

            中国成为第一后，美国并没有像一些人说的那样文化自信，制度自信，不屑于中国比。而是开始使坏，禁止IBM向中国研究机构出口芯片，可是军用芯片和商用芯片逻辑是不一样的，军用的东西成本不是最重要的，在不断砸钱后，中国推出的新一代超算“太湖之光”问世了，现在中国新的超算的芯片全部用的都是国产的，至于这个性能……自己去对比，什么东西应该先谈有没有，再谈好不好


            美国自然不能光指望中国不发展，最关键还是要靠自己，2018年，美国超级计算机“顶点”横空出世，超级大国的实力显露无遗，运算速度20亿亿次，比中国的“太湖之光”快60%。
</p>

顶点
            <p>
                目标E级

                E级指每秒可以运算百亿亿次的超级计算机，是国际上公认的下一代计算机的发展方向，目前世界各主要强国都有规划，欧盟和日本都计划2021年出E级超算，但鉴于他们现在连十亿亿级都没造出来，百亿亿级的可能性不大，美国计划在2021年交付“极光号”超算，运算速度为130亿亿次，而中国目前看来要比美国快一步，目前中国同时启动三大E级超算项目，分别为国防科大的“天河三号”、中科的“曙光”和江南所的“神威”。预计将在今年推出。


                中美之间的竞争能够有利的推动超算的发展，在没有中国竞争的时候，美国几乎20年没有大进步，相信这次的竞争，能将全人类的科技带入一个新高度。
</p>
作者最新文章
乌克兰弃核，特殊时期的无奈之举
郁金香，荷兰的国花
买国货就是爱国？对待外国货，国人何不自信点
相关文章
“粮仓”黑龙江：美丽“线条”中种下丰收希望

长春市“万人助万企”集中服务专项行动助力企业健康发展
            <p>
                金融网络安全关乎你我

                影剧院、游戏厅、大型体育活动、展会还不能开放！

                魔兽世界：你见过60G的自走棋客户端吗？9.0更新爆出重料

                设为首页© Baidu 使用百度前必读 意见反馈 京ICP证030173号
                京公网安备11000002000001号
</p>
            <p>到百度首页百度首页hawstudio
            你追我赶，中美角逐超算王冠

            木棉闲谈
</p>
            <p>
                发布时间：04-0122:35
                随着经济全球化的发展，各国之间的联系日渐加深，科技发展导致武器的杀伤力不断加强，大国之间热战的可能性也因此变得越来越小。但国与国之间的竞争却从未减弱，尤其是中美两个差异巨大的大国。当代社会，科学技术是第一生产力，而计算机性能就是科技领域里的基础工程，中美之间为了争夺科技上的优势，已经在超算领域暗战多年。

                美国性能第一，中国数量第一

</p>

            <p>
                上面这个表是我根据超算top500做的，top500是全球超级计算机性能的一个排行表，每半年评一次。这个表是去年11月评的由于很长时间不做表，有点问题，我给大家解释一下，太湖之光的制造商是国家并行计算机工程技术研究中心。另外峰值速度只是一个重要参数，而不是全部的指标，排第六的代恩特峰就是这种情况，代恩特峰是超算节能排行榜的第一名，节能效果特别好，有加成的……

                top500中国上榜的超算有227台，比上一次评选多了八台，数量占比为45.6%，总性能占比为31.9%。美国入选500强的数量远不及中国只有118台，但美国超算性能要好于中国，性能占比为37.8%。与前一次数据相比，中美超算领域的差距在缩小。上一次美国性能占比为38.4%，中国为29.9%。


                除中美外，日本的超算实力最强，为29台，相较于中美，日本最大的优势是节能。法、德、荷、爱尔兰、英排在其后，拥有的超算数量都超过十台。
</p>
            <p>就品牌来讲，中国品牌是最大的赢家，来自中国的联想、浪潮、曙光占据了百分之六十的份额，说明中国有很深的积淀，性能上虽然还有欠缺，但已经与美国站在同一个水平线上了

            中美角逐冠军宝座

            top500排行榜出现于1993年，自出现以后美国就常年的垄断着冠军。直到2013年，中国的超级计算机“天河二号”超过以美国当时最强计算机“泰坦”近一倍的速度封顶。

            中国成为第一后，美国并没有像一些人说的那样文化自信，制度自信，不屑于中国比。而是开始使坏，禁止IBM向中国研究机构出口芯片，可是军用芯片和商用芯片逻辑是不一样的，军用的东西成本不是最重要的，在不断砸钱后，中国推出的新一代超算“太湖之光”问世了，现在中国新的超算的芯片全部用的都是国产的，至于这个性能……自己去对比，什么东西应该先谈有没有，再谈好不好


            美国自然不能光指望中国不发展，最关键还是要靠自己，2018年，美国超级计算机“顶点”横空出世，超级大国的实力显露无遗，运算速度20亿亿次，比中国的“太湖之光”快60%。
</p>

顶点
            <p>
                目标E级

                E级指每秒可以运算百亿亿次的超级计算机，是国际上公认的下一代计算机的发展方向，目前世界各主要强国都有规划，欧盟和日本都计划2021年出E级超算，但鉴于他们现在连十亿亿级都没造出来，百亿亿级的可能性不大，美国计划在2021年交付“极光号”超算，运算速度为130亿亿次，而中国目前看来要比美国快一步，目前中国同时启动三大E级超算项目，分别为国防科大的“天河三号”、中科的“曙光”和江南所的“神威”。预计将在今年推出。


                中美之间的竞争能够有利的推动超算的发展，在没有中国竞争的时候，美国几乎20年没有大进步，相信这次的竞争，能将全人类的科技带入一个新高度。
</p>
<p>
作者最新文章
乌克兰弃核，特殊时期的无奈之举
郁金香，荷兰的国花
买国货就是爱国？对待外国货，国人何不自信点
相关文章
“粮仓”黑龙江：美丽“线条”中种下丰收希望

长春市“万人助万企”集中服务专项行动助力企业健康发展
</p>
            <p>
                金融网络安全关乎你我

                影剧院、游戏厅、大型体育活动、展会还不能开放！

                魔兽世界：你见过60G的自走棋客户端吗？9.0更新爆出重料

                设为首页© Baidu 使用百度前必读 意见反馈 京ICP证030173号
                京公网安备11000002000001号
</p>
        </div>
    )
}

export default withRouter(Page2)